const LANG_SCHEMAS = {
    "ru": {
        "动词": {
            "section1": {
                "title": "未完成体 (НСВ)",
                "keys": [
                    "意思", "未完成体不定式", 
                    "未完成体现在时-我", "未完成体现在时-你", "未完成体现在时-他", 
                    "未完成体现在时-我们", "未完成体现在时-你们", "未完成体现在时-他们",
                    "未完成体过去时-阳性", "未完成体过去时-阴性", "未完成体过去时-中性", "未完成体过去时-复数",
                    "未完成体命令式-你", "未完成体命令式-你们、尊称"
                ]
            },
            "section2": {
                "title": "完成体 (СВ)",
                "keys": [
                    "完成体不定式", 
                    "完成体将来时-我", "完成体将来时-你", "完成体将来时-他", 
                    "完成体将来时-我们", "完成体将来时-你们", "完成体将来时-他们",
                    "完成体过去时-阳性", "完成体过去时-阴性", "完成体过去时-中性", "完成体过去时-复数",
                    "完成体命令式-你", "完成体命令式-你们、尊称"
                ]
            }
        },
        "名词": {
            "section1": {
                "title": "基本信息",
                "keys": ["意思", "性"]
            },
            "section2": {
                "title": "变格表 (单数)",
                "keys": ["主格", "属格", "与格", "宾格", "工具格", "前置格"]
            },
            "section3": {
                "title": "变格表 (复数)",
                "keys": ["主格复数", "属格复数", "与格复数", "宾格复数", "工具格复数", "前置格复数"]
            }
        }
    },

    "ky": {
        "动词": {
            "section1": {
                "title": "动词时态及变位",
                "keys": [
                    "第一人称单数过去式", "第二人称单数过去式", "第三人称单数过去式",
                    "第一人称复数过去式", "第二人称复数过去式", "第三人称复数过去式",

                    "第一人称单数现在式", "第二人称单数现在式", "第三人称单数现在式",
                    "第一人称复数现在式", "第二人称复数现在式", "第三人称复数现在式",

                    "第一人称单数将来式", "第二人称单数将来式", "第三人称单数将来式",
                    "第一人称复数将来式", "第二人称复数将来式", "第三人称复数将来式"
                ]
            }
        },
        "名词": {
            "section1": {
                "title": "名词格",
                "keys": [
                    "单数", "复数", // "дос", "Достор"
                    "单数", "复数", // "дос", "Достор"
                    "领属格单数", "领属格复数", // "достун", "достордун"
                    "领属格单数-我", "领属格单数-我们", // "досумдун", "досубуздун"
                    "领属格单数-你", "领属格单数-你们", // "досуңдун", "досуңардын"
                    "领属格单数-您", "领属格单数-您们", // "досуңуздун", "досуңуздун"
                    "领属格单数-他", "领属格单数-他们", // "досунун", "досунун"
                    "领属格单数-我", "领属格单数-我们", // "досум", ""
                    "领属格单数-你", "领属格单数-你们", // "досуң", ""
                    "领属格单数-您", "领属格单数-您们", // "досуңуз", """
                    "领属格单数-他", "领属格单数-他们", // "досу", ""

                    "领属格单数-第二人称单数", "领属格单数-第二人称复数", 
                    "领属格单数-第三人称单数", "领属格单数-第三人称复数",
                    "从格单数", "从格复数", 
                    "领属格属格-从格-第一人称单数", "领属格属格-从格-第一人称复数",
                    "领属格属格-从格-第二人称单数", "领属格属格-从格-第二人称复数",
                    "领属格属格-从格-第三人称单数", "领属格属格-从格-第三人称复数",
                    "属格单数", "属格复数", 
                    "工具格单数", "工具格复数",
                    "123","456","789","0"
                    
                ]
            }
        }
    },
    "th": {
        "工作表1" : {
            "section1": {
                "keys" : ["单词", "拼音", "例句", "中文例句"]
        }
    }
},

    "jp": {
        "工作表1" : {
            "section1": {
                "keys" : ["日语", "假名"]
        }
    }
},

    "vn": {
        "词汇":{
            "section1":{
                "keys" : ["喃字", "国语字", "中文", "喃字例句", "国语字例句", "中文例句"]		
            }
        },
        "字符":{
            "section1":{
                "keys" : ["喃字", "国语字", "Unicode"]		
            }
        }

    }

};