const LANG_SCHEMAS = {
    "ru": {
        "动词": {
            "section1": {
                "title": "未完成体 (НСВ)",
                "keys": [
                    "意思", "未完成体不定式", 
                    "未完成体现在时-我", "未完成体现在时-你", "未完成体现在时-他", 
                    "未完成体现在时-我们", "未完成体现在时-你们", "未完成体现在时-他们",
                    "未完成体过去时-阳性", "未完成体过去时-阴性", "未完成体过去时-中性", "未完成体过去时-复数",
                    "未完成体命令式-你", "未完成体命令式-你们、尊称"
                ]
            },
            "section2": {
                "title": "完成体 (СВ)",
                "keys": [
                    "完成体不定式", 
                    "完成体将来时-我", "完成体将来时-你", "完成体将来时-他", 
                    "完成体将来时-我们", "完成体将来时-你们", "完成体将来时-他们",
                    "完成体过去时-阳性", "完成体过去时-阴性", "完成体过去时-中性", "完成体过去时-复数",
                    "完成体命令式-你", "完成体命令式-你们、尊称"
                ]
            }
        },
        "名词": {
            "section1": {
                "title": "基本信息",
                "keys": ["意思", "性"]
            },
            "section2": {
                "title": "变格表 (单数)",
                "keys": ["主格", "属格", "与格", "宾格", "工具格", "前置格"]
            },
            "section3": {
                "title": "变格表 (复数)",
                "keys": ["主格复数", "属格复数", "与格复数", "宾格复数", "工具格复数", "前置格复数"]
            }
        }
    }
};